import MainTitle from '../../components/MainTitle/mainTitle'
import Page from '../Page/Page'
import './aboutPage.scss'

export default function AboutPage() {
    return (
        <Page>
            <MainTitle title="אודותינו" />
            <div class="AboutPage">
                <p>ברוכה הבאה לאתר של שירה גבות – המקום שבו הדיוק והיופי נפגשים. אנו מתמחים בעיצוב ושיקום גבות, ומתחייבים לספק לך את השירותים המקצועיים והאיכותיים ביותר בתחום.</p>

                <h2>מי אנחנו</h2>
                <p>שירה גבות הוקמה מתוך אהבה אמיתית לאומנות עיצוב הגבות והשאיפה להעניק לכל לקוחה חוויה אישית ומקצועית. עם ניסיון של מעל ל-5 שנים בתחום, אנו משתמשים בטכניקות מתקדמות ובמוצרים באיכות הגבוהה ביותר כדי להבטיח תוצאות מדהימות ומדויקות.</p>

                <h2>מה אנחנו מציעים</h2>
                <p>במרכז שלנו תמצאי מגוון רחב של שירותים שמטרתנו היא להדגיש את הטבעיות של הגבות שלך ולהתאים אותן בצורה מושלמת למבנה הפנים שלך:</p>
                <ul>
                    <li><strong>עיצוב גבות</strong> – טיפול מקצועי ומדויק בעיצוב הגבות שלך, כולל גזירה, חידוד, ועיצוב בקווים נקיים.</li>
                    <li><strong>מילוי גבות</strong> – פתרונות לבעיות של דלילות או חוסר אחידות בגבות עם חומרים מתקדמים ליצירת מראה מלא וטבעי.</li>
                    <li><strong>תיקון גבות</strong> – שיקום של גבות שנפגעו מטיפולים קודמים או שגיאות בעיצוב.</li>
                    <li><strong>ייעוץ אישי</strong> – פגישה אישית לבניית תוכנית טיפול מותאמת אישית לצרכים ולציפיות שלך.</li>
                </ul>

                <h2>למה לבחור בנו?</h2>
                <p>אנו מחויבים לרמת מקצועיות גבוהה ולהשתמש בטכנולוגיות ובמוצרים מהשורה הראשונה. כל לקוחה מקבלת יחס אישי וחם, עם תשומת לב לצרכים ולרצונות שלה, ועובדים עם תשומת לב לפרטים הקטנים כדי להבטיח שתצאי מרוצה עם גבות מושלמות.</p>

                <div class="contact-info">
                    <p>אנו מזמינים אותך להגיע ולהתרשם מהשירותים שלנו ולהרגיש את השינוי במגע המקצועי והאישי שלנו.</p>
                    <p><strong>לפרטים נוספים ולהזמנת תור, אנא פנו אלינו <a href="mailto:shira8866@gmail.com">כאן</a> או התקשרו ל- 0584777215.</strong></p>
                </div>
            </div>
        </Page>
    )
}
